Repository: rocavence/Flione-app
Catalog: Flione/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hant

source: %@ on %@
es: %@ en %@
ja: %2$@ の %1$@
ko: %2$@의 %1$@
pt_br: %1$@ em %2$@
zh_hant: %1$@ 在 %2$@

source: %@ on %@ (%@)
es: %@ en %@ (%@)
ja: %2$@ の %1$@（%3$@）
ko: %2$@의 %1$@(%3$@)
pt_br: %1$@ em %2$@ (%3$@)
zh_hant: %2$@ 上的 %1$@（%3$@）

source: %@ on this Mac. When it reaches the limit, the covers you haven't seen in a while are removed and download again when needed.
es: %@ en este Mac. Al llegar al límite, se eliminan las portadas que no has visto en un tiempo y se vuelven a descargar cuando hagan falta.
ja: このMacで %@ を使用しています。上限に達すると、しばらく表示していないカバーから削除され、必要なときに再ダウンロードされます。
ko: 이 Mac에서 %@ 사용 중. 한도에 도달하면 오랫동안 보지 않은 커버가 제거되고 필요할 때 다시 다운로드됩니다.
pt_br: %@ neste Mac. Ao atingir o limite, as capas que você não vê há algum tempo são removidas e baixadas de novo quando necessário.
zh_hant: 這台 Mac 上占用 %@。達到上限時，會刪掉最久沒看到的封面，需要時再重新下載。

source: %@, genre
es: %@, género
ja: %@、ジャンル
ko: %@, 장르
pt_br: %@, gênero
zh_hant: %@，曲風

# %@, playlist, %lld songs
source: %1$@, playlist, %2$lld songs
es: %@, playlist, %lld canciones
ja: %1$@、プレイリスト、%2$lld曲
ko: %1$@, 플레이리스트, 노래 %2$lld곡
pt_br: %1$@, playlist, %2$lld músicas
zh_hant: %1$@，播放清單，%2$lld 首歌

source: %lld albums
es: %lld álbumes
ja: %lld枚のアルバム
ko: 앨범 %lld개
pt_br: %lld álbuns
zh_hant: %lld 張專輯

# %lld albums on %@, ready when you are.
source: %1$lld albums on %2$@, ready when you are.
es: %lld álbumes en %@, listos cuando quieras.
ja: %2$@ に%1$lld枚のアルバム。いつでも聴けます。
ko: %2$@에 앨범 %1$lld개가 준비되어 있습니다.
pt_br: %1$lld álbuns em %2$@, prontos quando você quiser.
zh_hant: %2$@ 上有 %1$lld 張專輯，隨時可以聽。

source: %lld albums, ready when you are.
es: %lld álbumes, listos cuando quieras.
ja: %lld枚のアルバム。いつでも聴けます。
ko: 앨범 %lld개가 준비되어 있습니다.
pt_br: %lld álbuns, prontos quando você quiser.
zh_hant: %lld 張專輯，隨時可以聽。

source: %lld albums. Refresh after adding music.
es: %lld álbumes. Actualiza después de añadir música.
ja: %lld枚のアルバム。音楽を追加したら更新してください。
ko: 앨범 %lld개. 음악을 추가한 후 새로 고치십시오.
pt_br: %lld álbuns. Atualize depois de adicionar músicas.
zh_hant: %lld 張專輯。加入新音樂後請重新整理。

source: %lld of %lld
es: %lld de %lld
ja: %1$lld/%2$lld
ko: %1$lld/%2$lld
pt_br: %1$lld de %2$lld
zh_hant: 第 %1$lld 段，共 %2$lld 段

source: %lld percent
es: %lld por ciento
ja: %lld パーセント
ko: %lld%%
pt_br: %lld por cento
zh_hant: %lld%%

source: %lld songs
es: %lld canciones
ja: %lld曲
ko: 노래 %lld곡
pt_br: %lld músicas
zh_hant: %lld 首歌

# %lld songs · %@
source: %1$lld songs · %2$@
es: %lld canciones · %@
ja: %1$lld曲 · %2$@
ko: 노래 %1$lld곡 · %2$@
pt_br: %1$lld músicas · %2$@
zh_hant: %1$lld 首歌 · %2$@

source: 90s albums I haven't heard in a while
es: Álbumes de los 90 que no escucho hace tiempo
ja: しばらく聴いていない90年代のアルバム
ko: 오랫동안 듣지 않은 90년대 앨범
pt_br: Álbuns dos anos 90 que não ouço há tempos
zh_hant: 很久沒聽的 90 年代專輯

source: A fresh random order every time
es: Un orden aleatorio nuevo cada vez
ja: 毎回新しいランダム順
ko: 매번 새롭게 무작위 순서로
pt_br: Uma nova ordem aleatória a cada vez
zh_hant: 每次都重新隨機排列

source: A glow in the colors of the album behind album and playlist pages.
es: Un resplandor con los colores del álbum detrás de las páginas de álbumes y playlists.
ja: アルバムとプレイリストのページの背景に、アルバムの色の光を表示します。
ko: 앨범 및 플레이리스트 페이지 뒤에 앨범 색상의 빛을 표시합니다.
pt_br: Um brilho nas cores do álbum atrás das páginas de álbuns e playlists.
zh_hant: 專輯頁和播放清單頁的背景，帶上專輯封面的顏色。

source: A native YouTube Music app for macOS. It inspired Flione's sidebar glow, YouTube Music support, lyrics lookup, Dock menu, and more. MIT License.
es: Una app nativa de YouTube Music para macOS. Inspiró el resplandor de la barra lateral de Flione, la compatibilidad con YouTube Music, la búsqueda de letras, el menú del Dock y más. Licencia MIT.
ja: macOS用のネイティブなYouTube Musicアプリ。Flioneのサイドバーの光、YouTube Music対応、歌詞検索、Dockメニューなどはこのアプリから着想を得ています。MITライセンス。
ko: macOS용 네이티브 YouTube Music 앱. Flione의 사이드바 글로우, YouTube Music 지원, 가사 검색, Dock 메뉴 등은 이 앱에서 영감을 받았습니다. MIT 라이선스.
pt_br: Um app nativo do YouTube Music para macOS. Inspirou o brilho da barra lateral do Flione, o suporte ao YouTube Music, a busca de letras, o menu do Dock e muito mais. Licença MIT.
zh_hant: 原生的 macOS YouTube Music app。Flione 的側欄光暈、YouTube Music 支援、歌詞查詢、Dock 選單等做法都受它啟發。MIT 授權。

source: About
es: Acerca de
ja: 情報
ko: 정보
pt_br: Sobre
zh_hant: 關於

source: Add %@ to Favorites
es: Añadir %@ a Favoritos
ja: “%@”をお気に入りに追加
ko: %@ 즐겨찾기에 추가
pt_br: Adicionar %@ aos Favoritos
zh_hant: 將「%@」加入最愛

source: Add .lrc or .txt lyric files next to your music on the server, or search LRCLIB, a free online lyrics database.
es: Coloca archivos de letra .lrc o .txt junto a tu música en el servidor, o busca en LRCLIB, una base de datos de letras gratuita en línea.
ja: サーバ上の音楽ファイルの隣に .lrc または .txt の歌詞ファイルを置くか、無料のオンライン歌詞データベース LRCLIB を検索します。
ko: 서버의 음악 파일 옆에 .lrc 또는 .txt 가사 파일을 추가하거나, 무료 온라인 가사 데이터베이스인 LRCLIB에서 검색하십시오.
pt_br: Adicione arquivos de letra .lrc ou .txt junto às suas músicas no servidor, ou busque no LRCLIB, um banco de dados de letras gratuito on-line.
zh_hant: 在伺服器的音樂檔旁放上 .lrc 或 .txt 歌詞檔，或搜尋 LRCLIB（免費的線上歌詞資料庫）。

source: Add music to your Jellyfin server and it will appear here.
es: Añade música a tu servidor Jellyfin y aparecerá aquí.
ja: Jellyfinサーバに音楽を追加すると、ここに表示されます。
ko: Jellyfin 서버에 음악을 추가하면 여기에 표시됩니다.
pt_br: Adicione músicas ao seu servidor Jellyfin e elas aparecerão aqui.
zh_hant: 在 Jellyfin 伺服器加入音樂後，就會出現在這裡。

source: Add to Favorites
es: Añadir a Favoritos
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos Favoritos
zh_hant: 加入最愛

source: Add to Playlist
es: Añadir a playlist
ja: プレイリストに追加
ko: 플레이리스트에 추가
pt_br: Adicionar à Playlist
zh_hant: 加入播放清單

source: Add to Queue
es: Añadir a la cola
ja: キューに追加
ko: 대기열에 추가
pt_br: Adicionar à Fila
zh_hant: 加入播放佇列

source: Album
es: Álbum
ja: アルバム
ko: 앨범
pt_br: Álbum
zh_hant: 專輯

source: Album size
es: Tamaño de álbum
ja: アルバムのサイズ
ko: 앨범 크기
pt_br: Tamanho do álbum
zh_hant: 專輯大小

source: Album size (pinch to resize)
es: Tamaño de álbum (pellizca para cambiarlo)
ja: アルバムのサイズ（ピンチでサイズ変更）
ko: 앨범 크기(핀치하여 크기 조절)
pt_br: Tamanho do álbum (faça movimento de pinça para redimensionar)
zh_hant: 專輯大小（可用雙指縮放）

source: Album · %@
es: Álbum · %@
ja: アルバム · %@
ko: 앨범 · %@
pt_br: Álbum · %@
zh_hant: 專輯 · %@

source: Albums
es: Álbumes
ja: アルバム
ko: 앨범
pt_br: Álbuns
zh_hant: 專輯

source: Albums tagged with this genre on your server will show up here.
es: Aquí aparecerán los álbumes de tu servidor etiquetados con este género.
ja: サーバ上でこのジャンルが付いたアルバムがここに表示されます。
ko: 서버에서 이 장르로 태그된 앨범이 여기에 표시됩니다.
pt_br: Os álbuns marcados com este gênero no seu servidor aparecerão aqui.
zh_hant: 伺服器上標記為這個曲風的專輯會出現在這裡。

source: Albums you play will show up here.
es: Aquí aparecerán los álbumes que reproduzcas.
ja: 再生したアルバムがここに表示されます。
ko: 재생한 앨범이 여기에 표시됩니다.
pt_br: Os álbuns que você tocar aparecerão aqui.
zh_hant: 播放過的專輯會出現在這裡。

source: Ambient background
es: Fondo ambiental
ja: アンビエント背景
ko: 배경 글로우
pt_br: Fundo ambiente
zh_hant: 背景光暈

source: And it needed the original Cover Flow from early Mac OS X back, the feeling of flipping through covers one by one. That's Cover Flow.
es: Y necesitaba recuperar el Cover Flow original de los primeros Mac OS X, la sensación de pasar las portadas una a una. Eso es Cover Flow.
ja: そして、初期のMac OS Xにあったオリジナルの Cover Flow、カバーを1枚ずつめくっていくあの感覚も取り戻したかった。それが Cover Flow です。
ko: 초기 Mac OS X의 오리지널 Cover Flow도 되찾아야 했습니다. 커버를 한 장씩 넘겨 보는 그 느낌. 그것이 Cover Flow입니다.
pt_br: E precisava trazer de volta o Cover Flow original dos primeiros tempos do Mac OS X, a sensação de folhear as capas uma a uma. Esse é o Cover Flow.
zh_hant: 也要找回最早 OS X 的 Cover Flow，一張一張翻過封面的那種沉浸感。這是 Cover Flow。

source: Apple Intelligence couldn't answer this time. Try again, or describe it another way.
es: Apple Intelligence no ha podido responder esta vez. Vuelve a intentarlo o descríbelo de otra forma.
ja: Apple Intelligence から今回は応答がありませんでした。もう一度試すか、別の言い方で説明してください。
ko: 이번에는 Apple Intelligence가 응답하지 못했습니다. 다시 시도하거나 다르게 설명해 보십시오.
pt_br: A Apple Intelligence não conseguiu responder desta vez. Tente de novo ou descreva de outra forma.
zh_hant: Apple Intelligence 這次沒有回應，請再試一次，或換個說法。

source: Artist
es: Artista
ja: アーティスト
ko: 아티스트
pt_br: Artista
zh_hant: 藝人

source: Artists
es: Artistas
ja: アーティスト
ko: 아티스트
pt_br: Artistas
zh_hant: 藝人

source: Artwork cache
es: Caché de portadas
ja: アートワークキャッシュ
ko: 아트워크 캐시
pt_br: Cache de capas
zh_hant: 封面快取

source: Author · GitHub
es: Autor · GitHub
ja: 作者 · GitHub
ko: 제작자 · GitHub
pt_br: Autor · GitHub
zh_hant: 作者 · GitHub

source: Auto
es: Automático
ja: 自動
ko: 자동
pt_br: Automático
zh_hant: 自動

source: Auto-scroll
es: Desplazamiento automático
ja: 自動スクロール
ko: 자동 스크롤
pt_br: Rolagem automática
zh_hant: 自動捲動

source: Auto-scroll is off. The wall moves only when the pointer is away.
es: El desplazamiento automático está desactivado. El muro solo se mueve cuando el puntero no está encima.
ja: 自動スクロールはオフです。ポインタが離れているときだけウォールが動きます。
ko: 자동 스크롤이 꺼져 있습니다. 포인터가 벗어났을 때만 커버 월이 움직입니다.
pt_br: A rolagem automática está desativada. O mural só se move quando o ponteiro está afastado.
zh_hant: 自動捲動已關閉：游標離開時封面牆才會漂移。

source: Auto-scroll is on. The wall keeps moving, even under the pointer.
es: El desplazamiento automático está activado. El muro sigue moviéndose, incluso bajo el puntero.
ja: 自動スクロールはオンです。ポインタが上にあってもウォールは動き続けます。
ko: 자동 스크롤이 켜져 있습니다. 포인터가 위에 있어도 커버 월이 계속 움직입니다.
pt_br: A rolagem automática está ativada. O mural continua se movendo, mesmo sob o ponteiro.
zh_hant: 自動捲動已開啟：封面牆會一直移動，游標在上面也不停。

source: Back
es: Atrás
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hant: 上一頁

source: Bordeaux
es: Burdeos
ja: ボルドー
ko: 보르도
pt_br: Bordô
zh_hant: 酒紅

source: Bring in the library on your Jellyfin server. Browse it the modern way, and get lost in the album covers.
es: Trae la biblioteca de tu servidor Jellyfin. Explórala de forma moderna y piérdete entre las portadas de los álbumes.
ja: Jellyfinサーバのライブラリを取り込んで、モダンな方法でブラウズし、アルバムカバーの世界に浸りましょう。
ko: Jellyfin 서버의 보관함을 가져옵니다. 현대적인 방식으로 둘러보고 앨범 커버에 빠져 보십시오.
pt_br: Traga a biblioteca do seu servidor Jellyfin. Navegue de um jeito moderno e perca-se nas capas dos álbuns.
zh_hant: 帶進 Jellyfin 伺服器上的音樂庫，用現代化的方式瀏覽，沉浸在音樂封面之中。

source: Bring in your YouTube Music library. Browse it the modern way, and get lost in the album covers.
es: Trae tu biblioteca de YouTube Music. Explórala de forma moderna y piérdete entre las portadas de los álbumes.
ja: YouTube Musicのライブラリを取り込んで、モダンな方法でブラウズし、アルバムカバーの世界に浸りましょう。
ko: YouTube Music 보관함을 가져옵니다. 현대적인 방식으로 둘러보고 앨범 커버에 빠져 보십시오.
pt_br: Traga sua biblioteca do YouTube Music. Navegue de um jeito moderno e perca-se nas capas dos álbuns.
zh_hant: 帶進你的 YouTube Music 音樂庫，用現代化的方式瀏覽，沉浸在音樂封面之中。

source: By Genre
es: Por género
ja: ジャンル別
ko: 장르별
pt_br: Por Gênero
zh_hant: 依曲風

source: Cache limit
es: Límite de caché
ja: キャッシュの上限
ko: 캐시 한도
pt_br: Limite do cache
zh_hant: 快取上限

source: Can't connect to YouTube Music
es: No se puede conectar a YouTube Music
ja: YouTube Musicに接続できません
ko: YouTube Music에 연결할 수 없음
pt_br: Não é possível conectar ao YouTube Music
zh_hant: 無法連線到 YouTube Music

source: Can't find a music server at that address. Check the address, and that this Mac can reach it.
es: No se encuentra ningún servidor de música en esa dirección. Comprueba la dirección y que este Mac pueda acceder a ella.
ja: このアドレスに音楽サーバが見つかりません。アドレスが正しいか、このMacからアクセスできるかを確認してください。
ko: 해당 주소에서 음악 서버를 찾을 수 없습니다. 주소를 확인하고 이 Mac에서 접근할 수 있는지 확인하십시오.
pt_br: Não foi encontrado um servidor de música nesse endereço. Verifique o endereço e se este Mac consegue acessá-lo.
zh_hant: 這個位址找不到音樂伺服器。請確認位址正確，以及這台 Mac 連得到它。

source: Can't load albums.
es: No se pueden cargar los álbumes.
ja: アルバムを読み込めません。
ko: 앨범을 불러올 수 없습니다.
pt_br: Não é possível carregar os álbuns.
zh_hant: 無法載入專輯。

source: Can't load genres.
es: No se pueden cargar los géneros.
ja: ジャンルを読み込めません。
ko: 장르를 불러올 수 없습니다.
pt_br: Não é possível carregar os gêneros.
zh_hant: 無法載入曲風。

source: Can't load lyrics.
es: No se puede cargar la letra.
ja: 歌詞を読み込めません。
ko: 가사를 불러올 수 없습니다.
pt_br: Não é possível carregar a letra.
zh_hant: 無法載入歌詞。

source: Can't load songs.
es: No se pueden cargar las canciones.
ja: 曲を読み込めません。
ko: 노래를 불러올 수 없습니다.
pt_br: Não é possível carregar as músicas.
zh_hant: 無法載入歌曲。

source: Can't load this album.
es: No se puede cargar este álbum.
ja: このアルバムを読み込めません。
ko: 이 앨범을 불러올 수 없습니다.
pt_br: Não é possível carregar este álbum.
zh_hant: 無法載入這張專輯。

source: Can't load this genre.
es: No se puede cargar este género.
ja: このジャンルを読み込めません。
ko: 이 장르를 불러올 수 없습니다.
pt_br: Não é possível carregar este gênero.
zh_hant: 無法載入這個曲風。

source: Can't load this playlist.
es: No se puede cargar esta playlist.
ja: このプレイリストを読み込めません。
ko: 이 플레이리스트를 불러올 수 없습니다.
pt_br: Não é possível carregar esta playlist.
zh_hant: 無法載入這個播放清單。

source: Can't load tracks.
es: No se pueden cargar las pistas.
ja: トラックを読み込めません。
ko: 트랙을 불러올 수 없습니다.
pt_br: Não é possível carregar as faixas.
zh_hant: 無法載入曲目。

source: Can't load your favorites.
es: No se pueden cargar tus favoritos.
ja: お気に入りを読み込めません。
ko: 즐겨찾기를 불러올 수 없습니다.
pt_br: Não é possível carregar seus favoritos.
zh_hant: 無法載入你的最愛。

source: Can't reach your music server.
es: No se puede acceder a tu servidor de música.
ja: 音楽サーバに接続できません。
ko: 음악 서버에 연결할 수 없습니다.
pt_br: Não é possível acessar seu servidor de música.
zh_hant: 連不到你的音樂伺服器。

source: Can't search right now.
es: No se puede buscar ahora.
ja: 現在検索できません。
ko: 지금은 검색할 수 없습니다.
pt_br: Não é possível buscar agora.
zh_hant: 目前無法搜尋。

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hant: 取消

source: Cast
es: Transmitir
ja: キャスト
ko: 캐스트
pt_br: Transmitir
zh_hant: 投放

source: Cast devices fetch music from your server themselves. If they can't reach %@ (for example over Tailscale), enter a local network address, such as http://192.168.1.10:8096.
es: Los dispositivos de transmisión obtienen la música del servidor por su cuenta. Si no pueden acceder a %@ (por ejemplo, a través de Tailscale), introduce una dirección de red local, como http://192.168.1.10:8096.
ja: キャストデバイスはサーバから直接音楽を取得します。%@ にアクセスできない場合（Tailscale経由など）は、http://192.168.1.10:8096 のようなローカルネットワークのアドレスを入力してください。
ko: 캐스트 기기는 서버에서 직접 음악을 가져옵니다. 기기가 %@에 접근할 수 없는 경우(예: Tailscale을 통한 연결) http://192.168.1.10:8096과 같은 로컬 네트워크 주소를 입력하십시오.
pt_br: Os dispositivos de transmissão buscam as músicas diretamente no seu servidor. Se eles não conseguirem acessar %@ (por exemplo, via Tailscale), digite um endereço da rede local, como http://192.168.1.10:8096.
zh_hant: 投放裝置會自己連到伺服器抓音樂。如果它連不到 %@（例如透過 Tailscale），請填區域網路位址，例如 http://192.168.1.10:8096。

source: Casting to %@
es: Transmitiendo a %@
ja: %@ にキャスト中
ko: %@(으)로 캐스트하는 중
pt_br: Transmitindo para %@
zh_hant: 正在投放到 %@

source: Casting works with Jellyfin only
es: La transmisión solo funciona con Jellyfin
ja: キャストはJellyfinでのみ使用できます
ko: 캐스트는 Jellyfin에서만 작동함
pt_br: A transmissão funciona apenas com Jellyfin
zh_hant: 投放目前只支援 Jellyfin

source: Check your connection to the music server.
es: Comprueba tu conexión con el servidor de música.
ja: 音楽サーバとの接続を確認してください。
ko: 음악 서버 연결을 확인하십시오.
pt_br: Verifique sua conexão com o servidor de música.
zh_hant: 請檢查與音樂伺服器的連線。

source: Choose your experience
es: Elige tu experiencia
ja: 表示方法を選択
ko: 경험 선택하기
pt_br: Escolha sua experiência
zh_hant: 選擇你的瀏覽方式

source: Clear
es: Borrar
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hant: 清除

source: Clear search
es: Borrar búsqueda
ja: 検索を消去
ko: 검색 지우기
pt_br: Limpar busca
zh_hant: 清除搜尋

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hant: 關閉

source: Close (Esc)
es: Cerrar (Esc)
ja: 閉じる（Esc）
ko: 닫기(Esc)
pt_br: Fechar (Esc)
zh_hant: 關閉（Esc）

source: Close Settings
es: Cerrar Ajustes
ja: 設定を閉じる
ko: 설정 닫기
pt_br: Fechar Ajustes
zh_hant: 關閉設定

source: Color theme
es: Tema de color
ja: カラーテーマ
ko: 색상 테마
pt_br: Tema de cores
zh_hant: 配色

source: Connect
es: Conectar
ja: 接続
ko: 연결
pt_br: Conectar
zh_hant: 連線

source: Connect your own Jellyfin server.
es: Conecta tu propio servidor Jellyfin.
ja: 自分のJellyfinサーバに接続します。
ko: 자신의 Jellyfin 서버에 연결합니다.
pt_br: Conecte seu próprio servidor Jellyfin.
zh_hant: 連線到你自己的 Jellyfin 伺服器。

source: Connecting to YouTube Music…
es: Conectando a YouTube Music…
ja: YouTube Musicに接続中…
ko: YouTube Music에 연결하는 중…
pt_br: Conectando ao YouTube Music…
zh_hant: 正在連線到 YouTube Music⋯

source: Connecting…
es: Conectando…
ja: 接続中…
ko: 연결하는 중…
pt_br: Conectando…
zh_hant: 連線中⋯

source: Control playback from the menu bar.
es: Controla la reproducción desde la barra de menús.
ja: メニューバーから再生を操作します。
ko: 메뉴 막대에서 재생을 제어합니다.
pt_br: Controle a reprodução pela barra de menus.
zh_hant: 從選單列控制播放。

source: Couldn't add to “%@”. Check your connection to the music server.
es: No se ha podido añadir a “%@”. Comprueba tu conexión con el servidor de música.
ja: “%@”に追加できませんでした。音楽サーバとの接続を確認してください。
ko: ‘%@’에 추가할 수 없습니다. 음악 서버 연결을 확인하십시오.
pt_br: Não foi possível adicionar a “%@”. Verifique sua conexão com o servidor de música.
zh_hant: 無法加入「%@」。請檢查與音樂伺服器的連線。

source: Couldn't connect to %@. Make sure it's turned on and on the same network.
es: No se ha podido conectar a %@. Asegúrate de que esté encendido y en la misma red.
ja: %@ に接続できませんでした。電源が入っていて、同じネットワーク上にあることを確認してください。
ko: %@에 연결할 수 없습니다. 기기가 켜져 있고 같은 네트워크에 있는지 확인하십시오.
pt_br: Não foi possível conectar a %@. Verifique se o dispositivo está ligado e na mesma rede.
zh_hant: 連不到 %@。請確認它已開機，而且和這台 Mac 在同一個網路。

source: Couldn't create the playlist. Check your connection to the music server.
es: No se ha podido crear la playlist. Comprueba tu conexión con el servidor de música.
ja: プレイリストを作成できませんでした。音楽サーバとの接続を確認してください。
ko: 플레이리스트를 생성할 수 없습니다. 음악 서버 연결을 확인하십시오.
pt_br: Não foi possível criar a playlist. Verifique sua conexão com o servidor de música.
zh_hant: 無法建立播放清單。請檢查與音樂伺服器的連線。

source: Couldn't delete “%@”. Check your connection to the music server.
es: No se ha podido eliminar “%@”. Comprueba tu conexión con el servidor de música.
ja: “%@”を削除できませんでした。音楽サーバとの接続を確認してください。
ko: ‘%@’을(를) 삭제할 수 없습니다. 음악 서버 연결을 확인하십시오.
pt_br: Não foi possível apagar “%@”. Verifique sua conexão com o servidor de música.
zh_hant: 無法刪除「%@」。請檢查與音樂伺服器的連線。

source: Couldn't find anything.
es: No se ha encontrado nada.
ja: 見つかりませんでした。
ko: 찾은 항목이 없습니다.
pt_br: Nada encontrado.
zh_hant: 沒有找到適合的專輯。

source: Couldn't play “%@”. Check that your music server is reachable.
es: No se ha podido reproducir “%@”. Comprueba que se pueda acceder a tu servidor de música.
ja: “%@”を再生できませんでした。音楽サーバにアクセスできるか確認してください。
ko: ‘%@’을(를) 재생할 수 없습니다. 음악 서버에 접근할 수 있는지 확인하십시오.
pt_br: Não foi possível tocar “%@”. Verifique se o seu servidor de música está acessível.
zh_hant: 無法播放「%@」。請確認連得到音樂伺服器。

source: Couldn't play “%@”. Skipping to the next song.
es: No se ha podido reproducir “%@”. Pasando a la siguiente canción.
ja: “%@”を再生できませんでした。次の曲にスキップします。
ko: ‘%@’을(를) 재생할 수 없습니다. 다음 노래로 건너뜁니다.
pt_br: Não foi possível tocar “%@”. Pulando para a próxima música.
zh_hant: 無法播放「%@」，跳到下一首。

source: Couldn't reach YouTube Music. Check your internet connection and try again.
es: No se ha podido acceder a YouTube Music. Comprueba tu conexión a internet y vuelve a intentarlo.
ja: YouTube Musicに接続できませんでした。インターネット接続を確認して、もう一度お試しください。
ko: YouTube Music에 연결할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도하십시오.
pt_br: Não foi possível acessar o YouTube Music. Verifique sua conexão com a internet e tente de novo.
zh_hant: 連不到 YouTube Music。請檢查網路連線後再試一次。

source: Couldn't save “%@”. Check your connection to the music server.
es: No se ha podido guardar “%@”. Comprueba tu conexión con el servidor de música.
ja: “%@”を保存できませんでした。音楽サーバとの接続を確認してください。
ko: ‘%@’을(를) 저장할 수 없습니다. 음악 서버 연결을 확인하십시오.
pt_br: Não foi possível salvar “%@”. Verifique sua conexão com o servidor de música.
zh_hant: 無法儲存「%@」。請檢查與音樂伺服器的連線。

source: Couldn't start “%@” radio. Try again in a moment.
es: No se ha podido iniciar la radio de “%@”. Vuelve a intentarlo en un momento.
ja: “%@”のラジオを開始できませんでした。しばらくしてからもう一度お試しください。
ko: ‘%@’ 라디오를 시작할 수 없습니다. 잠시 후 다시 시도하십시오.
pt_br: Não foi possível iniciar a rádio “%@”. Tente de novo em instantes.
zh_hant: 無法開始「%@」電台，請稍後再試。

source: Couldn't update your favorites. Check your connection to the music server.
es: No se han podido actualizar tus favoritos. Comprueba tu conexión con el servidor de música.
ja: お気に入りを更新できませんでした。音楽サーバとの接続を確認してください。
ko: 즐겨찾기를 업데이트할 수 없습니다. 음악 서버 연결을 확인하십시오.
pt_br: Não foi possível atualizar seus favoritos. Verifique sua conexão com o servidor de música.
zh_hant: 無法更新你的最愛。請檢查與音樂伺服器的連線。

source: Cover
es: Portada
ja: カバー
ko: 커버
pt_br: Capa
zh_hant: 封面

source: Cover colors for glows, placeholders, and Magic sort.
es: Colores de las portadas para resplandores, marcadores de posición y el orden Magic.
ja: 光、読み込み中のプレースホルダ、Magic 並べ替えに使うカバーの色。
ko: 글로우, 플레이스홀더 및 Magic 정렬에 사용할 커버 색상입니다.
pt_br: Cores das capas para brilhos, espaços reservados e ordenação Magic.
zh_hant: 封面顏色的來源，用在光暈、載入前的色塊與 Magic 排序。

source: Cover size
es: Tamaño de portada
ja: カバーのサイズ
ko: 커버 크기
pt_br: Tamanho da capa
zh_hant: 封面大小

source: Covers flow through the color wheel
es: Las portadas recorren la rueda de colores
ja: カバーを色相環の順に並べます
ko: 커버가 색상환을 따라 흐름
pt_br: As capas percorrem o círculo cromático
zh_hant: 封面依色相排成彩虹

source: Create
es: Crear
ja: 作成
ko: 생성
pt_br: Criar
zh_hant: 建立

source: Create Playlist
es: Crear playlist
ja: プレイリストを作成
ko: 플레이리스트 생성
pt_br: Criar Playlist
zh_hant: 建立播放清單

source: Create a playlist with %lld songs.
es: Crear una playlist con %lld canciones.
ja: %lld曲でプレイリストを作成します。
ko: 노래 %lld곡으로 플레이리스트를 생성합니다.
pt_br: Criar uma playlist com %lld músicas.
zh_hant: 用 %lld 首歌建立播放清單。

source: Create an empty playlist.
es: Crear una playlist vacía.
ja: 空のプレイリストを作成します。
ko: 빈 플레이리스트를 생성합니다.
pt_br: Criar uma playlist vazia.
zh_hant: 建立空的播放清單。

source: Create your first playlist and make the library yours.
es: Crea tu primera playlist y haz tuya la biblioteca.
ja: 最初のプレイリストを作って、ライブラリを自分らしくしましょう。
ko: 첫 번째 플레이리스트를 생성하여 보관함을 나만의 것으로 만드십시오.
pt_br: Crie sua primeira playlist e deixe a biblioteca com a sua cara.
zh_hant: 建立第一個播放清單，讓音樂庫更像你的。

source: Dark
es: Oscuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hant: 深色

source: Deep Ocean
es: Océano
ja: ディープオーシャン
ko: 깊은 바다
pt_br: Oceano
zh_hant: 深海

source: Default
es: Predeterminado
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hant: 預設

source: Delete Playlist
es: Eliminar playlist
ja: プレイリストを削除
ko: 플레이리스트 삭제
pt_br: Apagar Playlist
zh_hant: 刪除播放清單

source: Delete playlist
es: Eliminar playlist
ja: プレイリストを削除
ko: 플레이리스트 삭제
pt_br: Apagar playlist
zh_hant: 刪除播放清單

source: Delete “%@”?
es: ¿Eliminar “%@”?
ja: “%@”を削除しますか？
ko: ‘%@’을(를) 삭제하겠습니까?
pt_br: Apagar “%@”?
zh_hant: 要刪除「%@」嗎？

source: Depth. An ocean of albums with no edge; keep swimming and discover.
es: Profundidad. Un océano de álbumes sin orillas; sigue nadando y descubre.
ja: 奥行き。果てのないアルバムの海を、 泳ぎ続けて発見しよう。
ko: 깊이. 끝없는 앨범의 바다, 계속 헤엄치며 발견하십시오.
pt_br: Profundidade. Um oceano de álbuns sem fim; continue nadando e descubra.
zh_hant: 深度。沒有邊際的專輯之海， 一直游下去，一直發現。

source: Describe what you feel like hearing, and Flione picks albums from your own library. It all happens on this Mac.
es: Describe lo que te apetece escuchar y Flione elige álbumes de tu propia biblioteca. Todo ocurre en este Mac.
ja: 聴きたい気分を伝えると、Flioneが自分のライブラリからアルバムを選びます。すべてこのMac上で行われます。
ko: 듣고 싶은 음악을 설명하면 Flione이 보관함에서 앨범을 골라 줍니다. 모든 과정은 이 Mac에서 이루어집니다.
pt_br: Descreva o que você quer ouvir, e o Flione escolhe álbuns da sua própria biblioteca. Tudo acontece neste Mac.
zh_hant: 說說你現在想聽什麼，Flione 會從你自己的音樂庫裡挑專輯。全部在這台 Mac 上完成。

source: Dim side covers
es: Oscurecer portadas laterales
ja: 両側のカバーを暗くする
ko: 양쪽 커버 어둡게
pt_br: Escurecer capas laterais
zh_hant: 兩側封面變暗

source: Disc %lld
es: Disco %lld
ja: ディスク%lld
ko: 디스크 %lld
pt_br: Disco %lld
zh_hant: 第 %lld 片

source: Discover
es: Descubrir
ja: 発見
ko: 탐색
pt_br: Descobrir
zh_hant: 探索

source: Discover needs Apple Intelligence.
es: Descubrir requiere Apple Intelligence.
ja: 「発見」にはApple Intelligenceが必要です。
ko: 탐색 기능을 사용하려면 Apple Intelligence가 필요합니다.
pt_br: Descobrir requer a Apple Intelligence.
zh_hant: 探索需要 Apple Intelligence。

source: Don't dim
es: No oscurecer
ja: 暗くしない
ko: 어둡게 하지 않음
pt_br: Não escurecer
zh_hant: 不變暗
